CodeStream.codestream
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
GitHub.github-vscode-theme
GitHub.remotehub
GitLab.gitlab-workflow
gitpod.gitpod-desktop
hashicorp.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-repositories
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-spring-boot
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
rmarganti.vsc-material-facebook-theme
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
